Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1817.html.tmx
Source language: sme
Languages: nob

source: Sámediggi cealká dearvvuođaid gudnejahttojuvvon juristii Otto Jebensii su 90 jagi beaivvi oktavuođas
nob: Sametinget hilser juristen og hedersmannen Otto Jebens i anledning hans fylte 90 år

source: Sámediggi ja Sámedikki presideanta Aili Keskitalo celket dearvvuođaid gudnejahttojuvvon juristii Otto Jebensii su 90 jagi beaivvi oktavuođas .
nob: Sametinget og sametingspresident Aili Keskitalo hilser juristen og hedersmannen Otto Jebens i anledning hans fylte 90 år .

source: Sámedikki presideanta Aili Keskitalo .
nob: Sametingspresident Aili Keskitalo .

source: Stuora gudnejahttinvuođain cealká Sámediggi dearvvuođaid dr. juristii Otto Jebensii su 90 jagi beaivvi oktavuođas miessemánu 26. b. dan jagi .
nob: Det er i stor ærbødighet Sametinget hilser dr. juris Otto Jebens i anledning hans fylte 90 år den 26. mai i år .

source: Ja stuora iluin cealkit mii dearvvuođaid dán gudnejahttojuvvon olbmui gii ain bissu seamma lášmadin ja movttiidahttá iežas fágalaš áŋgiruššamiin , mii garrasit lea váikkuhan Norgga rievtti sisdoalu masa mii sápmelaččat maid sáhttit luohttit .
nob: Det er videre med stor glede vi hilser en hedersmann som stadig er like vital og inspirerende i sitt faglige engasjement og som har bidratt sterkt til å gi norsk rett et innhold som også vi samer kan ha tillit til .

source: Otto Jebens lea olu jagiid čađa iežas searvama bokte sihke Sámi vuoigatvuođalávdegotti vuoigatvuođajoavkkus jagiin 1985-1992 , Sámedikki áirrasin minerálalávdegottis ja earenoamážit go čálii iežas doavtternákkusgirjji ” Om eiendomsretten til grunnen i Finnmark ” , váikkuhan dasa ahte sámiid vuoigatvuođat leat árvvoštallojuvvon dainna lágiin mii sáhttá váikkuhit ahte maiddái sámiid rievttálaš árbevierru ja geavaheapmi historjjá čađa dohkkehuvvo vuoigatvuohtahábmejeaddjin .
nob: Otto Jebens har gjennom mange år ved sin deltakelse , først i Samerettsutvalgets rettsgruppe i årene 1985 – 1992 , senere som Sametingets representant i mineralutvalget og sist men ikke minst ved sin doktoravhandling ” Om eiendomsretten til grunnen i I Finnmark ” bidratt til at samenes rettigheter har blitt underkastet en vurdering som kan bidra til at også samenes rettslige sedvaner og bruk opp gjennom historien blir akseptert som rettskapende .

source: Sámiid luonddu- ja resurssageavaheapmi sin árbevirolaš ássanguovlluin lea gitta min áigái adnon vigiheames geavahanvuoigatvuohtan dahje gierdan geavaheapmin mii álo lea šaddan garvvašit jus bođii dakkár geavaheami ovdii man stáhta dahje eará mearridahkes dáčča beroštumit vuoruhedje ovdalii .
nob: Samenes bruk av natur og ressurser i sine tradisjonelle bosetningsområder ble langt opp i vår tid framstilt som en uskyldig nyttesrett eller en tålt bruk som alltid måtte vike i tilfeller den kom i konflikt med annen bruk som staten eller dominerende norske interesser ga bedre prioritet .

source: Áibbas ládje go olu eará juristtat Norgga juridihkalaš birrasis , lea Otto Jebens nákcen ohcat vuoiggalašvuođa ja gudnejahttima das ahte sámi kultuvra ja eallinvuohki ja duhát jagi heiveheapmi luonddubirrasii lea ráhkadan earenoamáš sámi vuoigatvuođaipmárdusa .
nob: I motsetning til flere jurister fostret i det norske juridiske miljøet har Otto Jebens evnet å søke etter rettferdighet og respekt for at samisk kultur og levemåte og at tusen års tilpasning til naturmiljøet har skapt spesielle samiske rettsoppfatninger .

source: Dat leat vuoigatvuođaipmárdusat maid vissis birrasa olbmot oaivvildit ahte fertejit čuovvut go lea oktavuohta eará olbmuiguin , ja mii giliservodagas adno riektan go jurddaša vuoigatvuođaid ja geatnegasvuođaid .
nob: Dette er rettsoppfatninger som folk i et bestemt miljø mener at de må rette seg etter i kontakt med andre mennesker , og som i bygdemiljøet anses riktig med hensyn til rettigheter og forpliktelser .

source: Nubbi eaktu lea ahte ovtta guovllu álbmoga vuoigatvuođaipmárdus adno govttolažžan ja vuoiggalažžan , dan guovllu duohta dilálašvuođa vuođul .
nob: En annen forutsetning er at rettsoppfatningen av befolkningen i et område anses som rimelig og rettferdig , ut fra de faktiske forhold i et området .

source: Sámi riekteáddejumit leat unnán geahččaluvvon positiivvalaš bohtosiiguin Norgga duopmo ¬stuoluide .
nob: Samiske rettsoppfatninger har i liten grad blitt prøvet med positivt resultat for norske domstoler .

source: Mii addit vuoiggalašvuođaohcci juristii Otto Jebensii stuorra oasi dan gutnis maid Alimusriekti mearridii Čáhputáššis ( Rt. 2001/1229 ) oamastanrievtti hárrái dološ áiggiid rájes geavaheami vuođul man oktavuođas vuosttašjienasteaddji duopmár celkkii earret eará :
nob: Vi tillegger den rettferdssøkende juristen Otto Jebens en stor del av æren for Høyesteretts avgjørelse i Svartskogsaken ( Rt. 2001/1229 ) om eiendomsrett på grunnlag av alders tids bruk hvor førstevoterende dommer uttalte blant annet :

source: ” Jos vástesaš ávkkástallama livčče čuoččuhan eará olbmot geain lea eará duogáš , de livččii várra sin áigumuš eaiggáduššet guovllu .
nob: ” Hadde en tilsvarende bruk vært utøvd av personer med annen bakgrunn , ville den ha avspeilt at de mente å eie området .

source: Sámiin [ ... ] go sii leat ovttas ávkkástallan resurssaiguin , ii leat seamma vierru jurddašit oamastanvuoigatvuođa .
nob: Samene [ … ] har derimot med sin kollektive ressursutnyttelse ikke samme tradisjon for å tenke på eiendomsrett .

source: Dattetge gávdnojit nugo čujuhuvvon muhtun ovdamearkkat das ahte sii leat geavahan dakkár dajaldagaid maiguin bures vuhtto oaidnu oamastanvuoigatvuođa hárrái .
nob: Likevel finnes det som påpekt en del eksempler på at de har anvendt formuleringer som gir en sterk indikasjon på en oppfatning om eiendomsrett .

source: Jos dat galggašii caggat riekteoažžuma dološ áiggiid rájes geavaheami vuođul , go gávdnojit eanemus ovdamearkkat das ahte lea leamaš sáhka geavahanvuoigatvuođas , de livččii sin hálddašeapmi , mii sisdoalus vástida oamastanvuoigatvuođa oažžuma , gártat unohis sierradillái álbmoga ektui muđui . ”
nob: Skulle det hindre rettserverv ved alders tids bruk at det finnes flest eksempler på at de har talt om bruksrett , ville deres rådighetsutøvelse , som i innhold tilsvarer utøvelse av eiendomsrett , bli satt i en ugunstig særstilling i forhold til befolkningen for øvrig . ”

source: Otto Jebens lei 82 jagi boaris go válddii juridihkalaš doavttergráda .
nob: Otto Jebens var 82 år da han forsvarte sin juridiske doktorgrad .

source: Dakkár agis háliidit eatnašat dušše geahčadit návddašit iežaset eallima eahkeda , muhto Otto Jebens mielas lei ulbmillaš , somá ja movttiidahtti váldit doavttergráda .
nob: I en alder da de fleste nøyer seg med å beskue sin egen solnedgang fant Otto Jebens det formålstjenlig , hyggelig og inspirerende å ta sin doktorgrad .

source: Son galgá leat nubbi dan guovtti boarrásepmosa gaskkas , geat leaba váldán doavttergráda Oslo universitehtas .
nob: Han skal være en av de to eldste som har tatt doktorgraden ved Universitetet i Oslo .

source: Min mielas lea maiddái ulbmillaš , somá ja hui movttiidahtti lohkat su doavttergráda nákkosgirjji danne go dat lea agibeaivái buvttihan ođđa standárddaid sihke juristtaide ja buohkaide earáide geat beroštit sámerievttis .
nob: Vi finner det også formålstjenlig , hyggelig og sterkt inspirerende å lese hans doktorgradsavhandling fordi den for alltid har bidratt til å sette nye standarder for både jurister og alle andre som er interessert i samerett .

source: Dasto dat bagada juridihkalaš metodas sin geat ohcalit vuoiggalašvuođa ja govttolašvuođa sámiid eana- ja čáhcevuoigatvuođa áššiin .
nob: Samtidig er den en veileder i juridisk metode for den som søker rettferdighet og rimelighet i spørsmål om samiske rettigheter til land og vann .

source: Midjiide sámiide addá dakkár olmmoš go Otto Jebens lea , doaivaga vuoiggalašvuođas ja addá luohttá ¬muša das ahte maiddái min eallinvuohki galgá dohkkehuvvot dainna lágiin ahte dat addá vuoigatvuođaid , ja ahte min sorjavašvuohta daidda guovlluide gos min ruohttasat ja min gullevašvuohta lea , galgá sihkkarastojuvvot boahtteáigái .
nob: For oss samer gir en person av Otto Jebens sin støpning håp om rettferdighet og tillit til at også vår måte å leve på skal anerkjennes å gi rettigheter , og at vår avhengighet til de om råder hvor vi har våre røtter og vår tilknytning skal sikres inn i framtiden .

source: Sámedikki presideanta
nob: sametingspresident

source: Almmuhan Hivand , Pål .
nob: Publisert av Hivand , Pål .

source: Maŋimustá rievdaduvvon 05.06.2007
nob: Sist endret 05.06.2007
